xml/request/bog_isdn.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>07197195|870970</ac:identifier>
              <ac:source>NJE</ac:source>
              <dc:title>ISDN-bogen</dc:title>
              <dc:title xsi:type="dkdcplus:full">ISDN-bogen</dc:title>
              <dc:title xsi:type="dkdcplus:series">Borgen/data</dc:title>
              <dc:creator xsi:type="dkdcplus:aut">Jeppe Rude</dc:creator>
              <dc:creator xsi:type="oss:sort">Rude, Jeppe</dc:creator>
              <dc:subject xsi:type="dkdcplus:DK5">65.87</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">ISDN</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Telekommunikation i alm. Telegraf- og telefonvæsen</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">datakommunikation</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">datanet</dc:subject>
              <dc:subject xsi:type="dkdcplus:genre">nonfiktion</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">telekommunikation</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">telenet</dc:subject>
              <dc:description>ISDN: Integrated Services Digital Network</dc:description>
              <dc:description>Indhold: Lidt telefonhistorie ; Hvorfor ISDN? ; IDN, Integrated Digital Network ; Beskrivelse af ISDN ; Standardtilslutninger ; SS#7, Signal System nr. 7 ; Datatransmission i ISDN, nuværende net ; ISDN, praktisk anvendelse ; Bredbånds-ISDN ; Internationalt perspektiv ; Industriens muligheder ; Oversigt over standarder herunder CCITT-rekommandationerne</dc:description>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dkdcplus:version>1. udgave, 1. oplag</dkdcplus:version>
              <dc:publisher>Borgen</dc:publisher>
              <dc:date>1991</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
              <dc:format>illustreret</dc:format>
              <dcterms:extent>112 sider</dcterms:extent>
              <dc:identifier xsi:type="dkdcplus:ISBN">87-418-5933-2</dc:identifier>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>000000000000000000000000</marcx:leader>
                <marcx:datafield tag="001" ind1="0" ind2="0">
                  <marcx:subfield code="a">07197195</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20070101161045</marcx:subfield>
                  <marcx:subfield code="d">19910423</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                  <marcx:subfield code="o">c</marcx:subfield>
                  <marcx:subfield code="t">FAUST</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="004" ind1="0" ind2="0">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="008" ind1="0" ind2="0">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">1991</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="009" ind1="0" ind2="0">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="021" ind1="0" ind2="0">
                  <marcx:subfield code="a">87-418-5933-2</marcx:subfield>
                  <marcx:subfield code="c">hf.</marcx:subfield>
                  <marcx:subfield code="d">kr. 148,00</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="032" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBF199121</marcx:subfield>
                  <marcx:subfield code="x">SFD199121</marcx:subfield>
                  <marcx:subfield code="x">DAT990703</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="044" ind1="0" ind2="0">
                  <marcx:subfield code="a">E</marcx:subfield>
                  <marcx:subfield code="a">F</marcx:subfield>
                  <marcx:subfield code="a">G</marcx:subfield>
                  <marcx:subfield code="a">V</marcx:subfield>
                  <marcx:subfield code="b">10a</marcx:subfield>
                  <marcx:subfield code="b">10b</marcx:subfield>
                  <marcx:subfield code="b">10s</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="100" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Rude</marcx:subfield>
                  <marcx:subfield code="h">Jeppe</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="245" ind1="0" ind2="0">
                  <marcx:subfield code="a">ISDN-bogen</marcx:subfield>
                  <marcx:subfield code="e">Jeppe Rude</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="250" ind1="0" ind2="0">
                  <marcx:subfield code="a">1. udgave</marcx:subfield>
                  <marcx:subfield code="x">1. oplag</marcx:subfield>
                  <marcx:subfield code="b">÷</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="260" ind1="0" ind2="0">
                  <marcx:subfield code="a">Valby</marcx:subfield>
                  <marcx:subfield code="b">Borgen</marcx:subfield>
                  <marcx:subfield code="k">Narayana, Gylling</marcx:subfield>
                  <marcx:subfield code="c">1991</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="300" ind1="0" ind2="0">
                  <marcx:subfield code="a">112 sider</marcx:subfield>
                  <marcx:subfield code="b">ill.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="440" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Borgen/data</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="512" ind1="0" ind2="0">
                  <marcx:subfield code="a">ISDN: Integrated Services Digital Network</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="530" ind1="0" ind2="0">
                  <marcx:subfield code="a">Indhold: Lidt telefonhistorie ; Hvorfor ISDN? ; IDN, Integrated Digital Network ; Beskrivelse af ISDN ; Standardtilslutninger ; SS#7, Signal System nr. 7 ; Datatransmission i ISDN, nuværende net ; ISDN, praktisk anvendelse ; Bredbånds-ISDN ; Internationalt perspektiv ; Industriens muligheder ; Oversigt over standarder herunder CCITT-rekommandationerne</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="532" ind1="0" ind2="0">
                  <marcx:subfield code="a">Litteraturfortegnelse: side 102-105</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="m">65.87</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="f">telekommunikation</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="f">ISDN</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="f">datakommunikation</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="f">datanet</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="f">telenet</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="s10" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <oss:openurl>_BASEURL_url_ctx_fmt=info:ofi/fmt:kev:mtx:ctx&amp;ctx_ver=Z39.88-2004&amp;rft_val_fmt=info:ofi/fmt:kev:mtx:book&amp;rft.btitle=ISDN-bogen&amp;rft.aulast=Rude&amp;rft.aufirst=Jeppe&amp;rft.auinit=J&amp;rft.date=1991&amp;rft.isbn=87-418-5933-2&amp;rft.pub=Borgen&amp;rft.edition=1.+udgave,+1.+oplag&amp;rft.series=Borgen/data&amp;rft.genre=book</oss:openurl>
<os:identifier>870970-basis:07197195</os:identifier>
<os:creationDate>1980-03-07</os:creationDate>
<os:holdingsCount>12</os:holdingsCount>
<os:lendingLibraries>12</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>fullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
